Repository: cdn/known2fa
Catalog: languages/*/LC_MESSAGES/twofactorauth.po
Languages: fr_fr

source: Two Factor Authentication
fr_fr: Authentification à deux facteurs

source: Welcome back!
fr_fr: Bienvenue!

source: Sign in
fr_fr: Connexion

source: This account requires Two Factor Authentication, please use a tool such as Google Authenticator to generate your access code:
fr_fr: Ce compte nécessite une authentification à deux facteurs, veuillez utiliser un outil tel que Google Authenticator pour générer votre code d'accès:

source: 2fa Code
fr_fr: Code de a2f

source: Continue...
fr_fr: Continuer...

source: Disable Two Factor Authentication
fr_fr: Deactiver l'authentification à deux facteurs

source: Please use the following seed value <strong>%s</strong>, or point your authenticator (e.g. Google Authenticator) at the following QR code.
fr_fr: Veuillez utiliser les <strong>%s</strong> de valeur de démarrage suivants ou indiquer votre authentifiateur (p. ex. Google Authenticator) au code QR suivant.

source: Enable Two Factor Authentication (recommended)
fr_fr: Activer l'authentification à deux facteurs (recommandé)

source: Enable 2FA
fr_fr: Activer l'authentification à deux facteurs

source: Two factor authentication is a way of adding extra security to your account. Before you can use it you'll need a authentication tool such as Google Authenticator for your phone.
fr_fr: L'authentification de deux facteurs est un moyen d'ajouter une sécurité supplémentaire à votre compte. Avant de pouvoir l'utiliser, vous aurez besoin d'un outil d'authentification tel que Google Authenticator pour votre téléphone.
